Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# share.error.no_supported_image
source: Only image sharing is supported right now.
ar: مشاركة الصور فقط مدعومة حاليًا.
bg: В момента се поддържа само споделяне на изображения.
bn: এখন শুধু ছবি শেয়ার করা সমর্থিত।
ca: Ara mateix només s'admet compartir imatges.
cs: Momentálně je podporováno jen sdílení obrázků.
da: Kun billeddeling understøttes lige nu.
de: Derzeit wird nur das Teilen von Bildern unterstützt.
el: Προς το παρόν υποστηρίζεται μόνο κοινοποίηση εικόνων.
es: Por ahora solo se admite compartir imágenes.
et: Praegu toetatakse ainult piltide jagamist.
fa: فعلاً فقط اشتراک‌گذاری تصویر پشتیبانی می‌شود.
fi: Vain kuvien jakamista tuetaan tällä hetkellä.
fil: Pagbabahagi lang ng larawan ang suportado ngayon.
fr: Seul le partage d’images est pris en charge pour l’instant.
he: כרגע נתמכת רק שיתוף תמונות.
hi: अभी केवल छवि साझा करना समर्थित है।
hr: Trenutačno je podržano samo dijeljenje slika.
hu: Jelenleg csak képmegosztás támogatott.
id: Hanya berbagi gambar yang didukung saat ini.
is: Aðeins er stuðningur við að deila myndum í augnablikinu.
it: Al momento è supportata solo la condivisione di immagini.
ja: 現在、画像共有のみ対応しています。
ko: 현재는 이미지만 공유할 수 있습니다.
lt: Šiuo metu palaikomas tik vaizdų bendrinimas.
lv: Pašlaik tiek atbalstīta tikai attēlu koplietošana.
nb: Kun deling av bilder er støttet akkurat nå.
nl: Alleen het delen van afbeeldingen wordt nu ondersteund.
nn: Berre bildedeling er støtta akkurat no.
pl: Obecnie obsługiwane jest tylko udostępnianie obrazów.
pt_br: No momento, só há suporte para compartilhar imagens.
ro: Doar partajarea imaginilor este acceptată acum.
ru: Сейчас поддерживается только отправка изображений.
sk: Momentálne je podporované len zdieľanie obrázkov.
sl: Trenutno je podprta samo delitev slik.
sr: Trenutno je podržano samo deljenje slika.
sv: Endast bilddelning stöds just nu.
sw: Kwa sasa, kushiriki picha pekee ndiko kunakotumika.
ta: இப்போது பட பகிர்வு மட்டும் ஆதரிக்கப்படுகிறது.
th: ขณะนี้รองรับเฉพาะการแชร์รูปภาพเท่านั้น
tr: Şu anda yalnızca görsel paylaşımı destekleniyor.
uk: Зараз підтримується лише обмін зображеннями.
ur: فی الحال صرف تصویر شیئرنگ کی سہولت ہے۔
vi: Hiện chỉ hỗ trợ chia sẻ ảnh.
zh_hans: 目前仅支持图片分享。
zh_hant: 目前僅支援分享圖片。

# share.error.offline
source: You're offline. Connect to the internet and try again.
ar: أنت غير متصل بالإنترنت. اتصل بالإنترنت وحاول مجددًا.
bg: Нямате интернет връзка. Свържете се с интернет и опитайте отново.
bn: আপনি অফলাইনে আছেন। ইন্টারনেটে সংযুক্ত হয়ে আবার চেষ্টা করুন।
ca: No tens connexió. Connecta't a internet i torna-ho a provar.
cs: Jste offline. Připojte se k internetu a zkuste to znovu.
da: Du er offline. Opret forbindelse til internettet, og prøv igen.
de: Du bist offline. Verbinde dich mit dem Internet und versuch es erneut.
el: Είστε εκτός σύνδεσης. Συνδεθείτε στο διαδίκτυο και δοκιμάστε ξανά.
es: No tienes conexión. Conéctate a internet e inténtalo de nuevo.
et: Oled võrguühenduseta. Loo internetiühendus ja proovi uuesti.
fa: آفلاین هستید. به اینترنت وصل شوید و دوباره تلاش کنید.
fi: Et ole verkossa. Muodosta internetyhteys ja yritä uudelleen.
fil: Offline ka. Kumonekta sa internet at subukan ulit.
fr: Vous êtes hors ligne. Connectez-vous à Internet et réessayez.
he: אין חיבור לאינטרנט. יש להתחבר ולנסות שוב.
hi: आप ऑफ़लाइन हैं। इंटरनेट से जुड़ें और फिर कोशिश करें।
hr: Niste povezani s internetom. Povežite se i pokušajte ponovno.
hu: Nincs internetkapcsolat. Csatlakozz az internethez, és próbáld újra.
id: Anda sedang offline. Hubungkan ke internet dan coba lagi.
is: Þú ert án nettengingar. Tengstu internetinu og reyndu aftur.
it: Sei offline. Connettiti a Internet e riprova.
ja: オフラインです。インターネットに接続して、もう一度お試しください。
ko: 오프라인 상태입니다. 인터넷에 연결한 후 다시 시도하세요.
lt: Nėra interneto ryšio. Prisijunkite prie interneto ir bandykite dar kartą.
lv: Nav interneta savienojuma. Izveidojiet savienojumu un mēģiniet vēlreiz.
nb: Du er frakoblet. Koble til internett og prøv igjen.
nl: Je bent offline. Maak verbinding met internet en probeer het opnieuw.
nn: Du er fråkopla. Kople til internett og prøv igjen.
pl: Nie masz połączenia z internetem. Połącz się i spróbuj ponownie.
pt_br: Você está sem conexão. Conecte-se à internet e tente novamente.
ro: Nu ai conexiune la internet. Conectează-te și încearcă din nou.
ru: Нет подключения к интернету. Подключитесь и попробуйте ещё раз.
sk: Ste offline. Pripojte sa k internetu a skúste to znova.
sl: Niste povezani z internetom. Povežite se in poskusite znova.
sr: Niste povezani na internet. Povežite se i pokušajte ponovo.
sv: Du är offline. Anslut till internet och försök igen.
sw: Huna intaneti. Unganisha intaneti na ujaribu tena.
ta: இணைய இணைப்பு இல்லை. இணையத்தில் இணைந்து மீண்டும் முயலவும்.
th: คุณออฟไลน์อยู่ เชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Çevrimdışısın. İnternete bağlanıp tekrar dene.
uk: Ви не в мережі. Підключіться до інтернету та спробуйте ще раз.
ur: آپ آف لائن ہیں۔ انٹرنیٹ سے جڑ کر دوبارہ کوشش کریں۔
vi: Bạn đang ngoại tuyến. Hãy kết nối Internet rồi thử lại.
zh_hans: 你当前处于离线状态。请联网后重试。
zh_hant: 目前離線。請連接網際網路後再試一次。

# share.error.requestFailed
source: Couldn't complete the request. Try again.
ar: تعذّر إكمال الطلب. حاول مجددًا.
bg: Заявката не можа да се изпълни. Опитайте отново.
bn: অনুরোধটি সম্পন্ন করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut completar la sol·licitud. Torna-ho a provar.
cs: Požadavek se nepodařilo dokončit. Zkuste to znovu.
da: Anmodningen kunne ikke gennemføres. Prøv igen.
de: Die Anfrage konnte nicht abgeschlossen werden. Versuch es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση του αιτήματος. Δοκιμάστε ξανά.
es: No se pudo completar la solicitud. Inténtalo de nuevo.
et: Päringut ei õnnestunud täita. Proovi uuesti.
fa: درخواست انجام نشد. دوباره تلاش کنید.
fi: Pyyntöä ei voitu suorittaa. Yritä uudelleen.
fil: Hindi nakumpleto ang kahilingan. Subukan ulit.
fr: Impossible de traiter la demande. Réessayez.
he: לא ניתן להשלים את הבקשה. כדאי לנסות שוב.
hi: अनुरोध पूरा नहीं हो सका। फिर कोशिश करें।
hr: Nije moguće dovršiti zahtjev. Pokušajte ponovno.
hu: Nem sikerült teljesíteni a kérést. Próbáld újra.
id: Permintaan tidak dapat diselesaikan. Coba lagi.
is: Ekki tókst að ljúka beiðninni. Reyndu aftur.
it: Impossibile completare la richiesta. Riprova.
ja: リクエストを完了できませんでした。もう一度お試しください。
ko: 요청을 완료하지 못했습니다. 다시 시도하세요.
lt: Nepavyko įvykdyti užklausos. Bandykite dar kartą.
lv: Neizdevās izpildīt pieprasījumu. Mēģiniet vēlreiz.
nb: Kunne ikke fullføre forespørselen. Prøv igjen.
nl: Het verzoek kon niet worden voltooid. Probeer het opnieuw.
nn: Kunne ikkje fullføre førespurnaden. Prøv igjen.
pl: Nie udało się zrealizować żądania. Spróbuj ponownie.
pt_br: Não foi possível concluir a solicitação. Tente novamente.
ro: Cererea nu a putut fi finalizată. Încearcă din nou.
ru: Не удалось выполнить запрос. Попробуйте ещё раз.
sk: Požiadavku sa nepodarilo dokončiť. Skúste to znova.
sl: Zahteve ni bilo mogoče izvesti. Poskusite znova.
sr: Zahtev nije mogao da se dovrši. Pokušajte ponovo.
sv: Kunde inte slutföra begäran. Försök igen.
sw: Ombi halikuweza kukamilishwa. Jaribu tena.
ta: கோரிக்கையை நிறைவேற்ற முடியவில்லை. மீண்டும் முயலவும்.
th: ดำเนินการไม่สำเร็จ ลองอีกครั้ง
tr: İstek tamamlanamadı. Tekrar dene.
uk: Не вдалося виконати запит. Спробуйте ще раз.
ur: درخواست مکمل نہیں ہو سکی۔ دوبارہ کوشش کریں۔
vi: Không thể hoàn tất yêu cầu. Hãy thử lại.
zh_hans: 无法完成请求。请重试。
zh_hant: 無法完成請求。請再試一次。

# share.error.signInRequired
source: Open Tidex once to sign in again, then try sharing.
ar: افتح Tidex مرة واحدة لتسجيل الدخول مجددًا، ثم حاول المشاركة.
bg: Отворете Tidex, за да влезете отново, след което опитайте да споделите.
bn: আবার সাইন ইন করতে একবার Tidex খুলুন, তারপর শেয়ার করার চেষ্টা করুন।
ca: Obre Tidex per tornar a iniciar sessió i després prova de compartir-ho.
cs: Otevřete Tidex, abyste se znovu přihlásili, a pak zkuste sdílení zopakovat.
da: Åbn Tidex for at logge ind igen, og prøv så at dele.
de: Öffne Tidex einmal, um dich erneut anzumelden. Versuch danach erneut, etwas zu teilen.
el: Ανοίξτε το Tidex για να συνδεθείτε ξανά και μετά δοκιμάστε να κάνετε κοινοποίηση.
es: Abre Tidex para volver a iniciar sesión y luego intenta compartir de nuevo.
et: Uuesti sisselogimiseks ava Tidex ja proovi seejärel uuesti jagada.
fa: برای ورود دوباره، یک بار Tidex را باز کنید و سپس دوباره برای اشتراک‌گذاری تلاش کنید.
fi: Avaa Tidex ja kirjaudu uudelleen sisään. Yritä sitten jakaa uudelleen.
fil: Buksan ang Tidex para mag-sign in ulit, saka subukang mag-share muli.
fr: Ouvrez Tidex pour vous reconnecter, puis réessayez de partager.
he: יש לפתוח את Tidex כדי להתחבר מחדש, ואז לנסות לשתף שוב.
hi: दोबारा साइन इन करने के लिए Tidex खोलें, फिर शेयर करने की कोशिश करें।
hr: Otvorite Tidex kako biste se ponovno prijavili, pa pokušajte ponovno podijeliti.
hu: Nyisd meg egyszer a Tidexet az újbóli bejelentkezéshez, majd próbáld újra a megosztást.
id: Buka Tidex sekali untuk masuk kembali, lalu coba bagikan lagi.
is: Opnaðu Tidex til að skrá þig inn aftur og reyndu svo að deila.
it: Apri Tidex per accedere di nuovo, poi riprova a condividere.
ja: Tidexを開いて再ログインしてから、もう一度共有してください。
ko: Tidex를 열어 다시 로그인한 후 공유를 다시 시도하세요.
lt: Atidarykite „Tidex“, kad prisijungtumėte iš naujo, tada bandykite bendrinti.
lv: Atveriet Tidex, lai vēlreiz pierakstītos, un pēc tam mēģiniet kopīgot.
nb: Åpne Tidex én gang for å logge inn på nytt, og prøv å dele igjen.
nl: Open Tidex één keer om opnieuw in te loggen en probeer het dan opnieuw te delen.
nn: Opne Tidex éin gong for å logge inn på nytt, og prøv å dele igjen.
pl: Otwórz aplikację Tidex, aby zalogować się ponownie, a potem spróbuj udostępnić.
pt_br: Abra o Tidex para entrar novamente e depois tente compartilhar.
ro: Deschide Tidex pentru a te autentifica din nou, apoi încearcă să distribui.
ru: Откройте Tidex, чтобы снова войти, затем попробуйте поделиться.
sk: Otvorte Tidex a znova sa prihláste. Potom skúste zdieľanie zopakovať.
sl: Odprite Tidex, da se znova prijavite, nato poskusite znova deliti.
sr: Otvorite Tidex da se ponovo prijavite, pa pokušajte da delite.
sv: Öppna Tidex en gång för att logga in igen och försök sedan dela.
sw: Fungua Tidex mara moja ili uingie tena, kisha ujaribu kushiriki.
ta: மீண்டும் உள்நுழைய Tidex-ஐ ஒருமுறை திறந்து, பிறகு பகிர முயலவும்.
th: เปิด Tidex เพื่อลงชื่อเข้าใช้อีกครั้ง แล้วลองแชร์ใหม่
tr: Yeniden giriş yapmak için Tidex'i bir kez aç, ardından paylaşmayı tekrar dene.
uk: Відкрийте Tidex, щоб увійти знову, а потім повторіть спробу поділитися.
ur: دوبارہ سائن ان کرنے کے لیے ایک بار Tidex کھولیں، پھر شیئر کرنے کی کوشش کریں۔
vi: Hãy mở Tidex một lần để đăng nhập lại, rồi thử chia sẻ.
zh_hans: 请打开一次 Tidex 重新登录，然后重试分享。
zh_hant: 請開啟 Tidex 重新登入，再試著分享。

# share.error.unable_to_encode_image
source: Unable to encode image
ar: تعذر ترميز الصورة
bg: Изображението не можа да се кодира
bn: ছবি এনকোড করা যায়নি
ca: No s'ha pogut codificar la imatge
cs: Obrázek se nepodařilo zakódovat
da: Kunne ikke kode billedet
de: Bild konnte nicht kodiert werden
el: Αδυναμία κωδικοποίησης εικόνας
es: No se pudo codificar la imagen
et: Pilti ei saanud kodeerida
fa: رمزگذاری تصویر ممکن نشد
fi: Kuvan koodaus epäonnistui
fil: Hindi ma-encode ang larawan
fr: Impossible d’encoder l’image
he: לא ניתן לקודד את התמונה
hi: छवि एन्कोड नहीं की जा सकी
hr: Nije moguće kodirati sliku
hu: A kép kódolása sikertelen
id: Tidak dapat mengodekan gambar
is: Ekki tókst að kóða mynd
it: Impossibile codificare l'immagine
ja: 画像をエンコードできません
ko: 이미지를 인코딩할 수 없습니다
lt: Nepavyko užkoduoti vaizdo
lv: Neizdevās kodēt attēlu
nb: Kunne ikke kode bildet
nl: Kan afbeelding niet coderen
nn: Kunne ikkje kode biletet
pl: Nie można zakodować obrazu
pt_br: Não foi possível codificar a imagem
ro: Imaginea nu a putut fi codificată
ru: Не удалось закодировать изображение
sk: Nepodarilo sa zakódovať obrázok
sl: Slike ni bilo mogoče kodirati
sr: Nije moguće kodirati sliku
sv: Det gick inte att koda bilden
sw: Imeshindikana kusimba picha
ta: படத்தை குறியாக்க முடியவில்லை
th: ไม่สามารถเข้ารหัสรูปภาพได้
tr: Görsel kodlanamadı
uk: Не вдалося закодувати зображення
ur: تصویر کو انکوڈ نہیں کیا جا سکا
vi: Không thể mã hóa ảnh
zh_hans: 无法编码图片
zh_hant: 無法編碼圖片

# share.error.unable_to_read_image
source: Unable to read shared image
ar: تعذر قراءة الصورة المشتركة
bg: Споделеното изображение не можа да се прочете
bn: শেয়ার করা ছবি পড়া যায়নি
ca: No s'ha pogut llegir la imatge compartida
cs: Sdílený obrázek se nepodařilo přečíst
da: Kunne ikke læse delt billede
de: Geteiltes Bild konnte nicht gelesen werden
el: Αδυναμία ανάγνωσης κοινόχρηστης εικόνας
es: No se pudo leer la imagen compartida
et: Jagatud pilti ei saanud lugeda
fa: خواندن تصویر اشتراکی ممکن نشد
fi: Jaettua kuvaa ei voitu lukea
fil: Hindi mabasa ang ibinahaging larawan
fr: Impossible de lire l’image partagée
he: לא ניתן לקרוא את התמונה ששותפה
hi: साझा की गई छवि पढ़ी नहीं जा सकी
hr: Nije moguće pročitati dijeljenu sliku
hu: A megosztott kép nem olvasható
id: Tidak dapat membaca gambar yang dibagikan
is: Ekki tókst að lesa samnýtta mynd
it: Impossibile leggere l'immagine condivisa
ja: 共有画像を読み取れません
ko: 공유된 이미지를 읽을 수 없습니다
lt: Nepavyko nuskaityti bendrinamo vaizdo
lv: Neizdevās nolasīt koplietoto attēlu
nb: Kunne ikke lese delt bilde
nl: Kan gedeelde afbeelding niet lezen
nn: Kunne ikkje lese delt bilete
pl: Nie można odczytać udostępnionego obrazu
pt_br: Não foi possível ler a imagem compartilhada
ro: Imaginea partajată nu a putut fi citită
ru: Не удалось прочитать общее изображение
sk: Nepodarilo sa prečítať zdieľaný obrázok
sl: Deljene slike ni bilo mogoče prebrati
sr: Nije moguće pročitati deljenu sliku
sv: Det gick inte att läsa den delade bilden
sw: Imeshindikana kusoma picha iliyoshirikiwa
ta: பகிரப்பட்ட படத்தை படிக்க முடியவில்லை
th: ไม่สามารถอ่านรูปภาพที่แชร์ได้
tr: Paylaşılan görsel okunamadı
uk: Не вдалося прочитати спільне зображення
ur: شیئر کی گئی تصویر پڑھی نہیں جا سکی
vi: Không thể đọc ảnh đã chia sẻ
zh_hans: 无法读取共享图片
zh_hant: 無法讀取分享的圖片

# share.placeholder.message
source: Add a message
ar: أضف رسالة
bg: Добавете съобщение
bn: একটি বার্তা যোগ করুন
ca: Afegeix un missatge
cs: Přidat zprávu
da: Tilføj en besked
de: Nachricht hinzufügen
el: Προσθήκη μηνύματος
es: Añadir un mensaje
et: Lisa sõnum
fa: افزودن پیام
fi: Lisää viesti
fil: Magdagdag ng mensahe
fr: Ajouter un message
he: הוסף הודעה
hi: संदेश जोड़ें
hr: Dodaj poruku
hu: Üzenet hozzáadása
id: Tambahkan pesan
is: Bæta við skilaboðum
it: Aggiungi un messaggio
ja: メッセージを追加
ko: 메시지 추가
lt: Pridėti žinutę
lv: Pievienot ziņu
nb: Legg til en melding
nl: Voeg een bericht toe
nn: Legg til ei melding
pl: Dodaj wiadomość
pt_br: Adicione uma mensagem
ro: Adaugă un mesaj
ru: Добавить сообщение
sk: Pridať správu
sl: Dodaj sporočilo
sr: Dodajte poruku
sv: Lägg till ett meddelande
sw: Ongeza ujumbe
ta: செய்தி சேர்க்கவும்
th: เพิ่มข้อความ
tr: Mesaj ekle
uk: Додати повідомлення
ur: پیغام شامل کریں
vi: Thêm tin nhắn
zh_hans: 添加消息
zh_hant: 新增訊息

# share.recipient.unknown
source: Unknown
ar: غير معروف
bg: Неизвестен
bn: অজানা
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fa: نامشخص
fi: Tuntematon
fil: Hindi alam
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
nb: Ukjent
nl: Onbekend
nn: Ukjend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznano
sr: Nepoznato
sv: Okänd
sw: Haijulikani
ta: தெரியாது
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# share.title
source: Send with Tidex
ar: إرسال عبر Tidex
bg: Изпрати с Tidex
bn: Tidex দিয়ে পাঠান
ca: Envia amb Tidex
cs: Odeslat přes Tidex
da: Send med Tidex
de: Mit Tidex senden
el: Αποστολή με το Tidex
es: Enviar con Tidex
et: Saada Tidexiga
fa: ارسال با Tidex
fi: Lähetä Tidexillä
fil: Ipadala gamit ang Tidex
fr: Envoyer avec Tidex
he: שלח עם Tidex
hi: Tidex से भेजें
hr: Pošalji uz Tidex
hu: Küldés Tidexszel
id: Kirim dengan Tidex
is: Senda með Tidex
it: Invia con Tidex
ja: Tidexで送信
ko: Tidex로 보내기
lt: Siųsti su Tidex
lv: Sūtīt ar Tidex
nb: Send med Tidex
nl: Verstuur met Tidex
nn: Send med Tidex
pl: Wyślij przez Tidex
pt_br: Enviar com Tidex
ro: Trimite cu Tidex
ru: Отправить через Tidex
sk: Odoslať cez Tidex
sl: Pošlji s Tidex
sr: Pošalji uz Tidex
sv: Skicka med Tidex
sw: Tuma kwa Tidex
ta: Tidex மூலம் அனுப்பு
th: ส่งด้วย Tidex
tr: Tidex ile gönder
uk: Надіслати через Tidex
ur: Tidex کے ساتھ بھیجیں
vi: Gửi bằng Tidex
zh_hans: 用 Tidex 发送
zh_hant: 用 Tidex 傳送

# sharing.action.stopSeeingTheirShifts
source: Stop seeing their shifts
ar: إيقاف رؤية نوباته
bg: Спри да виждаш техните смени
bn: তাদের শিফট দেখা বন্ধ করুন
ca: Deixa de veure els seus torns
cs: Přestat vidět jejich směny
da: Stop med at se deres vagter
de: Ihre Schichten nicht mehr sehen
el: Διακοπή προβολής των βαρδιών τους
es: Dejar de ver sus turnos
et: Lõpeta nende vahetuste nägemine
fa: توقف نمایش شیفت‌های آن‌ها
fi: Lopeta heidän vuorojensa katselu
fil: Itigil ang pagtingin sa mga shift nila
fr: Arrêter de voir leurs shifts
he: הפסק לראות את המשמרות שלהם
hi: उनकी शिफ्ट देखना बंद करें
hr: Prestani gledati njihove smjene
hu: Műszakjaik megtekintésének leállítása
id: Berhenti melihat shift mereka
is: Hætta að sjá vaktirnar þeirra
it: Smetti di vedere i loro turni
ja: 相手のシフトの表示を停止
ko: 상대 근무 보기 중지
lt: Nebematyti jų pamainų
lv: Pārtraukt redzēt viņu maiņas
nb: Slutt å se vaktene deres
nl: Stop met het zien van hun diensten
nn: Slutt å sjå vaktene deira
pl: Przestań widzieć ich zmiany
pt_br: Parar de ver os turnos deles
ro: Nu mai vedea turele lor
ru: Перестать видеть их смены
sk: Prestať vidieť ich zmeny
sl: Nehaj gledati njihove izmene
sr: Prekini prikaz njihovih smena
sv: Sluta se deras pass
sw: Acha kuona zamu zao
ta: அவர்களின் பணிப்பகுதிகளைப் பார்ப்பதை நிறுத்து
th: หยุดดูกะของพวกเขา
tr: Onların vardiyalarını görmeyi durdur
uk: Припинити бачити їхні зміни
ur: ان کی شفٹیں دیکھنا بند کریں
vi: Ngừng xem ca làm của họ
zh_hans: 停止查看他们的班次
zh_hant: 停止查看他們的班次

# sharing.action.stopSharingMyShifts
source: Stop sharing my shifts
ar: إيقاف مشاركة نوباتي
bg: Спри споделянето на смените ми
bn: আমার শিফট শেয়ার করা বন্ধ করুন
ca: Deixa de compartir els meus torns
cs: Přestat sdílet mé směny
da: Stop med at dele mine vagter
de: Meine Schichten nicht mehr teilen
el: Διακοπή κοινοποίησης των βαρδιών μου
es: Dejar de compartir mis turnos
et: Lõpeta minu vahetuste jagamine
fa: توقف اشتراک‌گذاری شیفت‌های من
fi: Lopeta vuorojeni jakaminen
fil: Itigil ang pagbabahagi ng mga shift ko
fr: Arrêter de partager mes shifts
he: הפסק לשתף את המשמרות שלי
hi: मेरी शिफ्ट साझा करना बंद करें
hr: Prestani dijeliti moje smjene
hu: Műszakjaim megosztásának leállítása
id: Berhenti membagikan shift saya
is: Hætta að deila vöktunum mínum
it: Smetti di condividere i miei turni
ja: 自分のシフトの共有を停止
ko: 내 근무 공유 중지
lt: Nebendrinti mano pamainų
lv: Pārtraukt kopīgot manas maiņas
nb: Slutt å dele vaktene mine
nl: Stop met het delen van mijn diensten
nn: Slutt å dele vaktene mine
pl: Przestań udostępniać moje zmiany
pt_br: Parar de compartilhar meus turnos
ro: Nu mai partaja turele mele
ru: Перестать делиться моими сменами
sk: Prestať zdieľať moje zmeny
sl: Nehaj deliti moje izmene
sr: Prekini deljenje mojih smena
sv: Sluta dela mina pass
sw: Acha kushiriki zamu zangu
ta: என் பணிப்பகுதிகளைப் பகிர்வதை நிறுத்து
th: หยุดแชร์กะของฉัน
tr: Vardiyalarımı paylaşmayı durdur
uk: Припинити ділитися моїми змінами
ur: میری شفٹیں شیئر کرنا بند کریں
vi: Ngừng chia sẻ ca làm của tôi
zh_hans: 停止共享我的班次
zh_hant: 停止分享我的班次

# sharing.add
source: Add
ar: إضافة
bg: Добавяне
bn: যোগ করুন
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fa: افزودن
fi: Lisää
fil: Magdagdag
fr: Ajouter
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
lv: Pievienot
nb: Legg til
nl: Toevoegen
nn: Legg til
pl: Dodaj
pt_br: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sl: Dodaj
sr: Dodaj
sv: Lägg till
sw: Ongeza
ta: சேர்க்கவும்
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# sharing.addFriend
source: Add friend
ar: إضافة صديق
bg: Добавяне на приятел
bn: বন্ধু যোগ করুন
ca: Afegir amic
cs: Přidat přítele
da: Tilføj ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es: Añadir amigo
et: Lisa sõber
fa: افزودن دوست
fi: Lisää ystävä
fil: Magdagdag ng kaibigan
fr: Ajouter un ami
he: הוסף חבר
hi: मित्र जोड़ें
hr: Dodaj prijatelja
hu: Barát hozzáadása
id: Tambah teman
is: Bæta við vin
it: Aggiungi amico
ja: 友人を追加
ko: 친구 추가
lt: Pridėti draugą
lv: Pievienot draugu
nb: Legg til venn
nl: Vriend toevoegen
nn: Legg til ven
pl: Dodaj przyjaciela
pt_br: Adicionar amigo
ro: Adăugați prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sr: Dodaj prijatelja
sv: Lägg till vän
sw: Ongeza rafiki
ta: நண்பரைச் சேர்க்கவும்
th: เพิ่มเพื่อน
tr: Arkadaş ekle
uk: Додати друга
ur: دوست شامل کریں
vi: Thêm bạn
zh_hans: 添加好友
zh_hant: 新增好友
